Repository: ArturZaqaryan/ChinaFood
Catalog: ChinaFood/Resources/CommonResources.*.resx
Languages: hy_am, ru_ru

source: Register
hy_am: Գրանցվել
ru_ru: Зарегистрироваться

source: Favorite Dishes
hy_am: Սիրված Ուտեստներ
ru_ru: Любимые Блюда

source: Hot Dishes
hy_am: Տաք Ուտեստներ
ru_ru: Горячие блюда

source: Chinese Dishes
hy_am: Չինական Ուտեստներ
ru_ru: Китайские Блюда

source: Japanese Dishes
hy_am: Ճապոնական Ուտեստներ
ru_ru: Японские Блюда

source: Drinks
hy_am: Ըմպելիքներ
ru_ru: Напитки

# PosterTitle1
source: Taste of China:
hy_am: Չինաստանի համը.
ru_ru: Вкус Китая:

# PosterTitle2
source: Fast delivery of authentic Chinese dishes
hy_am: Իսկական չինական ուտեստների արագ առաքում
ru_ru: Быстрая доставка настоящих китайских блюд

# ChinaTownTitle
source: Online platform for ordering eastern food
hy_am: Առցանց հարթակ՝ արևելյան ուտեստներ պատվիրելու համար
ru_ru: Онлайн платформа для заказа восточной еды

# ChinaTownDesc
source: China Town– Armenian online service for ordering eastern food. You will enjoy our website if you value your time, money and ability of choice. You can easily find the dish you want in a few seconds. Among assortment offered: chinesse food, japannesse food, various drinks. Discover the authentic flavors of Chinese cuisine with our convenient delivery service! We offer a wide selection of dishes prepared using traditional recipes and fresh ingredients. Our menu includes everything from spicy noodles and rice to delicious dim sum, juicy Peking duck, and flavorful soups. We pride ourselves on fast delivery and guarantee that each portion retains its taste and aroma until it reaches your table. Our easy-to-use online ordering system allows you to choose your favorite dishes and enjoy the richness of Eastern cuisine without leaving your home. Order now and dive into the world of Chinese culinary traditions!
hy_am: China Town-ը հայկական առցանց ծառայություն է արևելյան ուտեստներ պատվիրելու համար: Դուք կհավանեք մեր կայքը, եթե գնահատում եք ձեր ժամանակը, գումարը և ընտրության հնարավորությունը։ Դուք կարող եք հեշտությամբ գտնել ձեր նախընտրած ուտեստները վայրկյանների ընթացքում։ Կարող եք ընտրել առաջարկվող ուտեստներից յուրաքանչյուրը՝ չինական ուտեստներ, ճապոնական ուտեստներ, զանազան ըմպելիքներ։ Բացահայտիր արևելյան խոհանոցը մեզ հետ։
ru_ru: China Town – армянский онлайн-сервис заказа восточной еды. Вам понравится наш сайт, если вы цените свое время, деньги и возможность выбора. Вы легко сможете найти нужное блюдо за несколько секунд. Среди предлагаемого ассортимента: китайская еда, японская еда, различные напитки. Откройте для себя подлинные вкусы китайской кухни с нашей удобной доставкой! Мы предлагаем широкий ассортимент блюд, приготовленных по традиционным рецептам с использованием свежих ингредиентов. В нашем меню вы найдете все — от пряной лапши и риса до аппетитных димсамов, сочных уток по-пекински и острых супов. Мы гордимся быстрой доставкой и гарантируем, что каждая порция сохранит свой вкус и аромат до того момента, когда она окажется на вашем столе. Удобный онлайн-заказ позволяет легко выбрать ваши любимые блюда и насладиться богатством восточной кухни не выходя из дома. Закажите прямо сейчас и погрузитесь в мир китайских кулинарных традиций!

# FastAndConvenientDeliveryTitle
source: Fast and convenient delivery
hy_am: Արագ և հարմարավետ առաքում
ru_ru: Быстрая и удобная доставка

# FastAndConvenientDeliveryDesc
source: Customers can order their favorite Chinese dishes online and have them delivered to their doorstep, saving time and making the process as convenient as possible.
hy_am: Հաճախորդները կարող են պատվիրել իրենց սիրելի չինական ուտեստները առցանց և ստանալ դրանք տուն առաքմամբ, ինչը խնայում է ժամանակը և դարձնում գործընթացը առավել հարմարավետ:
ru_ru: Клиенты могут заказывать свои любимые китайские блюда онлайн и получать их с доставкой на дом, что экономит время и делает процесс максимально удобным.

# WideSelectionOfTraditionalDishesTitle
source: Wide selection of traditional dishes
hy_am: Ուտեստների լայն ընտրանի
ru_ru: Широкий ассортимент традиционных блюд

# WideSelectionOfTraditionalDishesDesc
source: The menu offers a variety of popular Chinese dishes, from dim sum to Peking duck, satisfying the tastes of a diverse range of customers.
hy_am: Մենյուում ներկայացված են չինական խոհանոցի բազմաթիվ հայտնի ուտեստներ՝ դիմսամներից մինչև պեկինյան բադ, ինչը հնարավորություն է տալիս բավարարել տարբեր հաճախորդների նախասիրությունները:
ru_ru: В меню представлено множество популярных китайских блюд — от димсамов до утки по-пекински, что позволяет удовлетворить вкусы разных клиентов.

# FreshIngredientsAndAuthenticRecipesTitle
source: Fresh ingredients and authentic recipes
hy_am: Թարմ բաղադրիչներ և ավանդական բաղադրատոմսեր
ru_ru: Свежие ингредиенты и аутентичные рецепты

# FreshIngredientsAndAuthenticRecipesDesc
source: All dishes are made with fresh ingredients using traditional Chinese recipes, ensuring genuine flavors and high-quality meals.
hy_am: Բոլոր ուտեստները պատրաստվում են թարմ մթերքներից՝ ըստ ավանդական չինական բաղադրատոմսերի, ինչը ապահովում է իսկական համային զգացողություններ և բարձր որակ:
ru_ru: Все блюда готовятся из свежих продуктов по традиционным китайским рецептам, что обеспечивает настоящие вкусовые ощущения и высокое качество.

# EasyOrderingProcessTitle
source: Easy ordering process
hy_am: Պատվերների պարզ ձևակերպում
ru_ru: Простота оформления заказов

# EasyOrderingProcessDesc
source: The website’s user interface is designed for simplicity, allowing customers to easily find their desired dishes, add them to the cart, and place their orders in just a few clicks.
hy_am: Կայքի օգտագործման ինտերֆեյսը նախագծված է պարզության վրա՝ հաճախորդները հեշտությամբ կարող են գտնել անհրաժեշտ ուտեստները, ավելացնել դրանք զամբյուղում և մի քանի կտտոցով ձևակերպել պատվերը:
ru_ru: Пользовательский интерфейс сайта разработан с упором на удобство — клиенты могут легко найти нужные блюда, добавить их в корзину и оформить заказ в несколько кликов.

# SpecialOffersAndDiscountsTitle
source: Special offers and discounts
hy_am: Հատուկ առաջարկներ և զեղչեր
ru_ru: Специальные предложения и скидки

# SpecialOffersAndDiscountsDesc
source: Regular promotions, discounts for large orders, or loyalty programs for returning customers increase the appeal of the service.
hy_am: Կանոնավոր ակցիաները, զեղչերը մեծ պատվերների համար կամ հավատարմության ծրագրերը մշտական հաճախորդների համար ավելացնում են ծառայության գրավչությունը:
ru_ru: Регулярные акции, скидки на большие заказы или программы лояльности для постоянных клиентов повышают привлекательность сервиса.

# CustomerSupportAndQualityAssuranceTitle
source: Customer Support and Quality Assurance
hy_am: Հաճախորդների աջակցություն և որակի երաշխիք
ru_ru: Поддержка клиентов и гарантия качества

# CustomerSupportAndQualityAssuranceDesc
source: Our website provides responsive customer support to handle any questions or concerns. We guarantee the quality of our food, and any complaints will be addressed quickly, ensuring customer trust and satisfaction.
hy_am: Մեր կայքը տրամադրում է հարմարավետ հաճախորդների աջակցություն՝ ցանկացած հարցի կամ խնդրի դեպքում: Մենք երաշխավորում ենք որակի պահպանություն, իսկ ցանկացած բողոք արագ կկարգավորվի՝ բարձր պահելով հաճախորդների վստահությունը:
ru_ru: Наш сайт предоставляет оперативную поддержку клиентов для решения любых вопросов или проблем. Мы гарантируем высокое качество еды, и любые претензии будут быстро рассмотрены, поддерживая доверие клиентов.
